Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 婢女低声好奇问道：“三尺气概是什么？”
en_us: "What's a three-foot mettle?" Zhi Gui asked with a curious expression.

source: 婢女又问道：“洞天福地又是什么？世上真有人能够活三百岁吗？还有那酆都地府，不是死人才能去的地方吗？”
en_us: Zhi Gui then asked, "What is a blessed paradise? Does there really exist someone in this world that can live for 300 years? Also, isn't the underworld a place that only dead people go to?"

source: 婢女察觉到自家公子的异样情绪，小心翼翼收起铜钱，系紧袋子，小声问道：“咋了？”
en_us: Zhi Gui could tell that she seemed to have inadvertently mentioned a sensitive subject, and she carefully placed the copper coin back into the pouch, then tightened the drawstring as she asked in a quite voice, "What is it, Young Master?"

source: 婢女并未答话，低敛眼眉，依稀可见睫毛微微颤动。
en_us: Zhi Gui offered no response as she lowered her head, and it could be seen that her eyelashes were trembling slight.

source: 婢女心头巨震，与自己遥遥对峙的刺客，竟是一个穿着寒酸的消瘦少年？！
en_us: She was stunned to find that the assassin that was facing her from afar was a thin young boy dressed in shabby clothing.

source: 婢女忍不住笑出声，根本不把自家少爷的威胁放在心上，揭穿真相道：“少爷其实是想等我问，谁是这位大学问的圣贤吧？少爷，我知道啦，是你嘛！”
en_us: The maidservant couldn't hide her smile anymore. She completely ignored his threat, and she exposed him by saying, "Young Master is actually trying to ask me who this knowledgeable Sage is, right? Young Master, I know! Of course it's you!"

source: 婢女抬头望向老槐树，细细碎碎的光线透过树叶缝隙，洒落下来，她下意识眯起眼眸。
en_us: Zhi Gui raised her head to look up at the old locust tree, and she reflexively narrowed her eyes against the fragmented rays of light filtering through the gaps in the tree's canopy.

source: 婢女更加懵懂疑惑，“啊？”
en_us: The maidservant became even more mystified. "Huh?"

source: 婢女没好气道：“公子，这位老人家，也忒喜欢卖弄学问了，话也不好好说。”
en_us: "This old man is way too pretentious and full of himself! He can't even speak properly!" Zhi Gui grumbled.

source: 婢女点点头，眼神无辜。
en_us: The maidservant nodded with an innocent expression.

source: 婢女眨了眨那双秋水长眸，“难道不是字面意思？”
en_us: Zhi Gui blinked innocently as she replied, "Doesn't it just mean what it says?"

source: 婢女离开屋子，走到院子后，以屋内黑衣少女刚好能听到的嗓音，嘀咕道：“也没有多少好看嘛。”
en_us: After leaving the room and stepping into the courtyard, Zhi Gui murmured to herself in a voice that was just barely audible to Ning Yao, "She's not that good-looking at all."

source: 婢女稚圭也喝了一杯酒，晕晕乎乎的俏皮模样，从头到尾都没看那座巍峨牌坊。
en_us: Zhi Gui had also had a cup to drink, making her appear drowsy and cute. From the beginning to the end, however, she had never taken a single glance at the majestic archway in the distance.

source: 婢女稚圭已经早早放下水桶，大步走向那个有恃无恐的老妪，少女二话不说就是一巴掌，打得马婆婆整个人原地转了一圈，晕晕乎乎，给旁边妇人们搀扶住才没跌倒。稚圭不等老妪回过神，又是上前一步，劈头盖脸就是一耳光摔下去，少女骂道：“老不死的东西，忍你很久了！”
en_us: However, Zhi Gui had already put down her bucket of water a while ago and started to stride toward the unrestrained old woman. Without saying a single word, she raised her hand and slapped the old woman, causing her to pirouette on the spot. The old woman was dazed and dizzy, and she only remained upright thanks to the support of the women beside her. Without waiting for the old woman to recover, Zhi Gui immediately stepped forward and slapped her again, cursing, "Undying old hag, I've already put up with your crap for far too long!"

source: 婢女稚圭悠悠然走到门口，就像寻常走门窜户的街坊邻居，她没有跨过门槛，向屋内探头探脑，四处张望，对于小床板上膝上横刀的黑衣少女，反而视而不见。
en_us: Zhi Gui casually made her way over to the entrance of the house, as if she were doing nothing more than paying a neighbor a friendly visit. She refrained from crossing over the doorstep as she poked her head into the room and began to look around, but she paid no heed to Ning Yao, who was seated on the plank bed with her saber across her knees.

source: 婢女稚圭早已识趣躲到自己偏屋去了。
en_us: His maidservant Zhi Gui had already perceptively returned to her own room.

source: 婢女稚圭每逢自家少爷与人下棋，都会去竹林散步，以免打扰到三位“读书人”，今天也不例外。
en_us: Whenever her young master played go with Mr. Qi, Zhi Gui would always go to take a stroll in the bamboo forest so that she didn't disturb them, and this day was no exception.

source: 婢女稚圭看着那个背影，低声道：“少爷，人家也是好意嘛。”
en_us: Looking at the disappearing figure, Zhi Gui said in a low voice, "Young Master, he was only suggesting it out of good intentions."

source: 婢女稚圭站在墙边，若是她不踮脚，就刚好露出上半张脸庞，即便如此，已经隐约可见少女是个美人胚子。
en_us: Zhi Gui was standing beside the wall, and without getting up on the tips of her toes, only half of her face was peeking out over the top of the wall. Even so, it was still possible to tell that she was going to grow up into a splendid beauty.

source: 婢女稚圭说道：“十万八千里，公子，你这个说法太夸张了。”
en_us: "10,000 miles is way too much of an exaggeration, Young Master," Zhi Gui objected.

source: 婢女稚圭走入屋子后，风平浪静，她径直走到小桌旁，坐在凳子上，眼角余光直在那柄剑上打转。
en_us: After making her way into the room, Zhi Gui calmly strode over to the table, then took a seat on the bench beside the table, keeping her peripheral vision on the longsword this entire time.

source: 婢女稚圭转过身，悄悄挺直纤细的腰肢，双手叠放在膝盖上，约莫是尽量让自己更像位大家闺秀，面对着黑衣少女，笑眯眯柔声道：“唉，姑娘你也太不小心了。”
en_us: Zhi Gui turned to Ning Yao, surreptitiously sitting up straighter while resting her hands on top of one another on her knees, most likely in an atempt to make herself appear more elegant and refined, and she smiled as she mused in a gentle voice, "A young girl like you should be be more careful."

source: 婢女稚圭锁门的时候，那条四脚蛇想要偷偷溜出来，被她一脚踹回院子。
en_us: As Zhi Gui was locking the door, the four-legged snake tried to sneak out. However, it was immediately kicked back into the courtyard by her.

source: 婢女算不得安然落地，只不过好歹没受重伤。
en_us: Despite this, she still wasn't able to make a safe landing, but at the very least, she sustained no severe injuries.

source: 婢女脚底板下的四脚蛇竭力挣扎，发出一阵阵轻微的嘶鸣，似乎在苦苦哀求讨饶。
en_us: The four-legged snakebeneath her foot was struggling with all its might while screeching in a pitiable manner, as if it were begging to mercy.

source: 婢女认真想了想，回答道：“有些事，也讲缘分的吧？”
en_us: Zhi Gui considered the question carefully before replying, "Perhaps some things are simply down to fate."

source: 婢女轻声道：“公子，不至于吧？”
en_us: "Surely not, Young Master," Zhi Gui replied.

source: 媚这个字，若是解字，本就是画眉之女的意思。
en_us: If one insisted on defining a charming beauty, perhaps this would be a woman who had slender and intoxicating eyebrows.

source: 孤零零站在泥瓶巷口子上的卢正淳，死死盯着眼前这个混不吝，摆明了光脚的不怕穿鞋的，卢家大少一头撞死在这里的心都有了。
en_us: Standing alone at the entrance of Clay Vase Alley, Lu Zhengchun stared intently at the young boy who wasn't showing a single ounce of fear toward him, even though his standing was far inferior. At this moment, Lu Zhengchun felt like banging his head against a wall and killing himself.

source: 学塾书屋内，中年儒士正襟危坐，他眼前棋盘上的所有黑白棋子，皆在春雷声中，化作齑粉。
en_us: A middle-aged scholar was sitting upright in the library of the private school. As the spring thunder rumbled, the black and white Go pieces before him all disintegated into dust.

source: 学塾内，四个蒙童面面相觑。
en_us: Inside the school, four children were looking at one another with befuddled expressions.

source: 学塾内，齐静春轻轻放下书本，转头望去，门口那边站着一位面容英俊的年轻人，高冠儒衫，笑而不语。
en_us: Inside the school, Qi Jingchun lightly put down the book that he was reading. Turning around, he saw that there was a handsome young man standing there, a hat on his head and a Confucian robe on his body. He smiled but didn't speak.

source: 学塾后头有个院子，北面开了一个矮矮的小柴门，能够通往竹林。
en_us: Behind the private school was a yard, to the north of which was a small door constructed from firewood, and it opened up to the bamboo forest outside.

source: 学塾茅屋内，齐先生正在听蒙学稚童们的书声琅琅。
en_us: Inside a thatched cottage of the school, Mr. Qi was currently listening to the young children loudly reciting a passage.

source: 学塾课堂隔壁，属于齐静春的那间屋子，观湖书院的崔明皇坐在书案后，环顾四周，鸠占鹊巢的读书人笑容恬淡，有些失望地轻声道：“书也没有几本啊。”
en_us: Beside the classroom was Qi Jingchun's office, and Cui Minghuang was seated behind the desk, looking around with a faint smile on his face. A slightly disappointed look appeared in his eyes as he remarked, "There aren't many books at all here."

source: 孩子“善意”提醒道：“不许反悔，要不然你不得好死，刚到铁锁井旁边就会一头栽进去，到时候我可不会给你捞尸体，要不然就突然打了个雷，刚好把你劈成一块焦炭，到时候我就拿块石头，一点点敲碎……”
en_us: The child quickly issued a threat that was disguised as a "friendly" warning. "You can't break your promise. Otherwise, you'll die a terrible death! As soon as you reach the Iron Lock Well, you'll immediately fall in headfirst, and I'm not fishing up your dead body. If that doesn't happen, then a bolt of lightning will suddenly fall from the sky and zap you into a piece of charcoal. After that, I'll pick up a rock and smash your charred remains to pieces..."

source: 孩子一愣，仍是乖乖改口道：“齐先生是不是有了麻烦？”
en_us: The boy faltered slightly upon hearing this, then obediently did as he was told, rephrasing his question. "Is Mr. Qi encountering some kind of trouble?"

source: 孩子一边哭一边走，咬着牙向前走。
en_us: He wept as he walked, but he still gritted his teeth and continued onward.

source: 孩子丢完鱼饵，突然跑出水榭，捡了一大把石子回来，然后趴在栏杆上，朝着那些鲤鱼使劲丢掷石子，玩得不亦乐乎，转头说道：“娘亲，咱们来小镇寻觅瘊子甲，是不是就是一个掩人耳目的由头，是咱们清风城许氏借此机会掌控卢氏的障眼法？ 毕竟百足之虫死而不僵，卢氏那拨浩浩荡荡的丧家犬，听说人数仅皇室成员就有三千多人，加上内宦奴婢附庸和不愿依附大骊宋氏的亡国遗老，对于我们清风城的人气增长，帮助很大。” 如此说来，这里才是落魄卢氏如今真正的消息运转枢纽？
en_us: After tossing out all the fish food in his hands, the boy suddenly ran out of the lakeside pavilion, then scooped up a large handful of rocks before rushing back into the pavilion. After that, he leaned against the railing and began to hurl the rocks forcefully at the koi fish, taking great pleasure in their suffering. As he did this, he turned to his mother and said, "I'm guessing that we only came to this town in search for that suit of armor as nothing more than a ruse, right? In reality, our goal was to use this opportunity to seize control of the Lu Clan. The Lu Empire may have fallen, but its residual forces are not to be estimated. I've heard that just the imperial family of the Lu Empire alone numbers in excess of 3,00 members, and if we count in all the servants, officials, and generals who weren't willing to surrender to the Great Li Empire, all of them provide a massive boost to our Light Breeze City."

source: 孩子丢掷出最后一颗石子，问道：“那个齐静春到底怎么回事？”
en_us: The boy tossed out the final stone in his hand, then asked, "What's the deal with that Qi Jingchun?"

source: 孩子从头到尾，不敢喊出声。
en_us: This entire time, he didn't dare to make a single sound. Even as he rammed his head repeatedly into the earthen walls of the alley to distract himself from the pain,he refused to cry out.

source: 孩子们没有见到齐先生，反而是那位好像一年到头都在扫地的老大爷，换上了一身跟齐先生装束相似的儒衫，腰间悬挂了一枚玉佩，霜白头发收拾得整整齐齐，头戴高冠，老人坐在原本齐先生的位置上，告诉四个孩子，齐先生已经辞去教书先生和书院山主，所以之后就由他来带领那趟游学。
en_us: Mr. Qi wasn't present in the room. Instead, the old janitor had put on a scholarly robe similar to the one worn by Mr. Qi and had taken his place. There was a jade pendant hanging from his waist, and his white hair was immaculately groomed. There was a tall hat on his head, and he was seated in Mr. Qi's chair, informing the four children that Mr. Qi had already resigned from his position as schoolteacher and mountain master of the academy, and that he was going to be leading the excursion in Mr. Qi's place.

source: 孩子伸手胡乱抹着雨水，咧嘴笑道：“好嘞！”
en_us: The boy wiped his hand across his face in a futile attempt to wipe away the rain as he replied with a wide smile, "You can count on me!"

source: 孩子使劲翻动锅铲，被热腾腾的水气呛得厉害，还不忘碎碎念道：“一定要烧得好吃，一定要！要不然娘亲又要没胃口了”
en_us: The boy was vigorously stirring his spatula, and even though he could barely keep his eyes open against the hot steam that was billowing throughout the kitchen, he was still murmuring to himself, "I have to make this taste good. Otherwise, Mother is going to have no appetite again."

source: 孩子先是小心翼翼蹲下身，摘下箩筐，然后深深呼吸，试图压抑下那股疼痛。
en_us: He carefully squatted down, removing the basket from his back before taking deep breaths in an attempt to suppress the pain.

source: 孩子到底是懂事的，眨了眨眼睛，“小的更好吃一些。”
en_us: "Get the small ones, those ones taste the best!" the boy added.

source: 孩子叹了口气，“只是我们如此扭捏，也太不舒心了。”
en_us: The little boy sighed and said, "It just feels stifling to hide like this."

source: 孩子吓得就要后退一步，却很快被老人以手掌按住脑袋，厉色道：“此时一退，以后修行路上，你就寸步难行！给我站稳了！”
en_us: He was extremely frightened by this, and he immediately tried to take a step back, only for the River Severing True Lord to press a palm into the back of his head as he commanded in a stern voice, "Stand still! If you back away now, you'll struggle to ever make any progress in your future cultivation!"

source: 孩子听到这个就来气，哗啦下从兜里掏出大把，习惯性骂娘道：“不知道哪个挨千刀的混账，偷偷往我兜里塞了这么多破烂叶子，我也是刚才偷溜出家的时候，藏那两袋子钱才发现的，不是赵小胖，就是刘梅那丫头片子要是给我娘洗衣服的时候看到，可不又得骂我不省心了亏得我这就要离开，不然看我不偷偷往他们茅坑里砸石头”
en_us: The little boy immediately started to feel angry upon hearing this. With a whoosh, he grabbed a large handful of locust leaves from his pocket and cursed out of habit, "I don't know which cursed bastard did this! They secretly stuffed all of these crappy leaves in my pockets, and I only just discovered this when I tried to put the two pouches in my pockets after sneaking away from home. If it wasn't Fatty Zhao, then it must have been that little girl Liu Mei. If my mother finds all these leaves when washing my clothes, won't I be scolded and called a headache again? Those two are lucky that I'm about to leave soon. Otherwise, I'll certainly toss stones into their latrine in secret!"

source: 孩子呲牙，就要破口大骂。
en_us: The child was furious, and he was just about to erupt into an angry tirade when he abruptly shut his mouth in surprise at what he was seeing.

source: 孩子咽了咽口水，随口问道：“刘羡阳那个朋友如何处置？”
en_us: The boy gulped nervously, then asked, "What are we going to do with that friend of Liu Xianyang's?"

source: 孩子哦了一声，“娘亲熟稔人心，为何不直接出面谈？”
en_us: "Oh," the little boy replied. "Since mother is so familiar with the human mind, why don't you directly deal with him yourself?"

source: 孩子哦了一声，耷拉着脑袋，病恹恹的。
en_us: Gu Can nodded in response as he hung his head in a dejected manner.

source: 孩子在院子里哭得撕心裂肺，一声声喊着娘亲。
en_us: Meanwhile, Gu Can had been crying hysterically in the house, shouting for his mother.

source: 孩子完全克制不住自己的身体，双腿打颤，嘴唇抖动。
en_us: At the same time, his legs and his lips were trembling uncontrollably.

source: 孩子将信将疑，最后还是跳下井口。
en_us: The child was feeling rather sketpical, but he still jumped down from the edge of the well.

source: 孩子已经站在井口上，一手叉腰，一手指着老人，大声催促道：“你到底给不给我看白碗？！”
en_us: The child had already stood up on the edge of the well, and he had one hand on his hip while pointing at the old man with his other hand as he urged loudly, "Are you going to show me your white bowl or not?!"

source: 孩子带着哭腔说，他家里只有娘亲一个人，怕他娘亲饿了，要不然不会只有这么点药材的，他可以明天早起进山。
en_us: The boy was on the verge of tears as he told the old man that his mother was the only one at home, and he had to return home to cook for her. Otherwise, he would've been able to gather more medicinal herbs, and he promised the old man that he would go back up to the mountain first thing next morning.

source: 孩子想了想，“小心驶得万年船，娘亲，我会注意的。”
en_us: The boy considered what he had been told momentarily, then replied, "Caution is the key to longevity. I'll be sure to keep this in mind, Mother."

source: 孩子愈发茫然，突然听到老人暴喝一声，“起来！”
en_us: Gu Can became even more confused upon hearing this, but the River Severing True Lord suddenly yelled, "Get up!"

source: 孩子感觉自己等了挺久，也没见头顶那个白碗有丝毫动静，老头子也始终保持那个姿势。
en_us: The child felt as if he had already been waiting for a very long time, but no change took place in the bowl above his head, and the old man's posture also remained unchanged.

source: 孩子扬起一只手，活泼稚气道：“爹，我五虚岁，是大人啦！”
en_us: The boy raised a hand and replied in an energetic manner, "I'll be five next year, Father! I'll be an adult then!"

source: 孩子把那些小鱼从狗尾巴草上一条条摘下，大的有巴掌那么长，小的不过拇指长短，孩子踮起脚跟放在自家窗台上曝晒，晒干就能吃，不用撒盐。也不用开膛破肚，挤掉内脏，并非孩子怕麻烦，因为若是这么做了，就剩不下几两肉了，反正吃起来嘎嘣脆，很香。
en_us: The young Chen Ping'an pulled the small fish off the reed string. The biggest fish was the size of his palm, while the smallest fish was only the size of his thumb. The young boy got up on his tippy-toes and placed the fish on the windowsill to dry. They would be edible after drying, and there would be no need to add salt either. Not only that, but there was also no need to slice open their bellies and remove their intestines. This wasn't because he was afraid of the hassle. Instead, it was because not much meat would be left it he did this. In any case, he found the fish to be crunchy and tasty.

source: 孩子指了指老人，一本正经道：“比如说你拎个大白碗，又不肯让人放铜钱进去。你还没说完故事的时候，我娘就说你讲得不坏，云里雾里，一看就是坑蒙拐骗惯了的，所以让我给你送几文钱，你死活不要，碗里到底有啥？”
en_us: The child pointed at the old man with a serious expression as he said, "There's a strange old man who goes around carrying a large white bowl, but doesn't let anyone put money into it. Even before you finished your story, my mother said that you were spinning a very confusing tale, and that you're clearly a serial fraud who makes a living off deceiving others, and that's why you were so insistent on refusing the copper coins that I tried to give you. Now show me what's in that bowl!"

source: 孩子斩钉截铁道：“跟我娘呗！”
en_us: "My mother!" the child replied in a categorical manner.

source: 孩子晃了晃脑袋，挣脱开妇人的双手，没好气道：“又来这套空泛道理，烦死了。”
en_us: The little boy pulled his head from his mother's grasp and huffed, "Not these meaningless principles again! How annoying!"

source: 孩子本能站起身，一动不动。
en_us: Gu Can reflexively clambered to his feet, standing still on the spot.

source: 孩子来到屋外那座灶房，开始用陶罐熬药，趁着空隙开始烧菜做饭。
en_us: After that, the boy made his way to the kitchen and began to brew medicine using the clay pot while also multi-taskingand preparing a meal.

source: 孩子欢天喜地提着一大兜黄油纸包起来的药材，飞快跑回泥瓶巷。
en_us: The boy rushed joyfully back to Clay Vase Alley, carrying a large package of medicinal ingredients wrapped in parchment paper.

source: 孩子欢天喜地，“娘亲，求菩萨们是有用的！”
en_us: The boy was ecstatic to hear this. "Praying to the Bodhisattva does work, Mother!"

source: 孩子点了点头，下意识重复说了初见草鞋少年时的两个字，“蝼蚁！”
en_us: The little boy nodded in understanding. At the same time, he repeated the two words that he had uttered when he had first seen the young boy in straw sandals, "Measly ant!"

source: 孩子点点头。
en_us: The child nodded in response.

source: 孩子用心思考片刻，回答道：“这个家伙，有些奇怪，他跟什么都明白的卢正淳，还有什么都不懂的刘羡阳，都不一样。还有，我尤其讨厌他那双眼睛！”
en_us: The little boy carefully mulled over this for a moment before replying, "That person's a little strange, and he's different from Lu Zhengchun who understands everything, and also different from Liu Xianyang who understands nothing. Also, I especially hate his eyes!"

source: 孩子疑惑道：“跟这些土人贱民做生意，也需要如此麻烦？”
en_us: "We need to go through so much trouble even with these lowly peasants?" the little boy asked in puzzlement.

source: 孩子目瞪口呆。
en_us: The boy was astonished to hear this.

source: 孩子眨了眨眼睛，“开始吧。”
en_us: The child nodded in response. "I can do that. Show me."

source: 孩子眼睛发亮，丝毫不惧，甚至还招招手，喊道：“快来快来！原来你长这么大了啊，难怪我总觉得丢水缸里的鱼虾螃蟹，第二天总会少掉很多。”
en_us: Gu Can's eyes immediately lit up upon seeing this, and not only was he not fearful in the slightest, he beckoned to the enormous creature as he yelled, "Come! Over here! I didn't know you already grew this big! No wonder I felt like the number of fish, prawns, and crabs in my water vat went down by so much the day after I put you in htere."

source: 孩子眼神炙热，“我爹最擅长攻伐之道，杀力之大，不比那大骊宋长镜逊色太多，只可惜一直受困于先天身体孱弱，最怕对手与他以伤换伤的无赖打法，这才无法扬名，还沦为笑柄，就连清风城的自家人也敢在背地里取笑我们，娘亲，是不是我爹得了这具宝甲之后，就能够攻防皆备，可以与那宋长镜一较高低？”
en_us: A fervent look appeared in the boy's eyes as he said, "My father's forte is his offensive power. In that regard, he's not far behind Song Changjing of the Great Li Empire. Unfortunately, he's always been held back by his naturally weak physical constitution, so he's always been weak to opponents who fight fire with fire and do everything in their power to wound him, even if it means being wounded themselves in the process. This is why he hasn't been able to make a name for himself and why he's being treated as a laughing stock. Even our own clan members in the Light Breeze City dare to make fun of us behind our backs. Could it be that after my father obtains this suit of armor, his defensive shortcomings will be accounted for, and he'll be able to stand toe to to against Song Changjing?"

source: 孩子突然停下脚步，皱眉道：“你骂人不是？我知道有些人喜欢把好话反着说，比如宋集薪！”
en_us: The child suddenly stopped in his tracks, and his brows furrowed slightly as he asked, "You're insulting her, aren't you? I know some people like to say good things about others when they mean the exact opposite, like Song Jixin!"

source: 孩子立即挺直腰杆，“能！”
en_us: "Yes!" the boy immediately replied as he puffed out his chest.

source: 孩子红着眼睛，唱反调道：“我们这边的人，也很记仇的，就你不是。”
en_us: The little boy's eyes were slightly red as he retorted, "The people here are also very good at bearing grudges! Only you're an exception."

source: 孩子脑海中，没来由蹦出这么个想法。
en_us: This thought had sprung into Gu Can's mind out of nowhere, and all of a sudden, he reflexively took a step forward as if he had been possessed, then extended his slender arms toward the sky.

source: 孩子脸色微白，“走了走了，陈平安，我走了啊”
en_us: The little boy became slightly pale, and he said, "Alright, alright, I'm going to leave now, Chen Ping'an. I'm going to leave, okay?"

source: 孩子茫然，但仍是点头道：“好的。”
en_us: The little boy was baffled, but he still nodded and said, "Okay."

source: 孩子走到水井旁，背对着井口，往后一蹦，屁股刚好坐在井口上。
en_us: The child also approached the well before jumping backward with his back facing it, and his bottom landed perfectly on the well's edge as he took a seat.

source: 孩子赶紧伸出白皙小手，开心道：“拉钩上吊一百年不许变！”
en_us: The boy hurriedly extended his delicate little hand as he happily agreed, "Pinkie promise!"

source: 孩子赶紧起身，摇摇头，腼腆一笑，撒腿跑了。
en_us: The boy hurriedly rose to his feet, then shook his head with a bashful smile before running away.

source: 孩子蹦蹦跳跳回到泥瓶巷，今天他采到一株很稀罕的名贵草药，所以杨家铺子多给了一些娘亲需要的药材。
en_us: One day, the boy was skipping joyfully back to Clay Vase Alley. He had found a very rare and precious medicinal herb earlier that day, so the Yang Family's medicine shop had provided him with some more medicinal ingredients that normal.

source: 孩子转身跑开，边慢跑，边转头挥手，“听那老头子说，要带我和我娘去个叫书简湖青峡岛的地方，以后你要是混得媳妇也娶不起，就去找我，不是我吹牛，隔壁稚圭这种姿色的臭婆娘，我送就送你十七个”
en_us: The little boy turned around ran away, not forgetting to wave his hand and say, "I heard the old man say that he's going to bring mother and I to a place called Cyan Gorge Island in Lake Shujian. If you wind up in such a sorry state that you don't even have a wife, you can go there to look for me. I'm not boasting, but if it's some average women like the neighboring Zhi Gui, I'll be able to gift you a dozen of them no problem!"

source: 孩子这一点，跟徒弟李二很像。
en_us: In this sense, Chen Ping'an was quite similar to Li Er.

source: 孩子这次只敢轻轻点点头。
en_us: This time, the boy only gave a rather unconvincing nod.

source: 孩子需要踩在小板凳上才行。
en_us: In order to reach the counter top, he had to stand on a small stool.

source: 孩子顾粲家的院子里，老人和妇人仍是相对而坐，前者伸出手掌，看着掌心纹路蔓延的情况，心情并不轻松。
en_us: Over at Gu Can's house, his mother and the River Severing True Lord were still seated across from one another. The latter was inspecting the lines on the palm of his own hand with a slightly grim expression.

source: 孩子骂得起劲，陈平安先是目瞪口呆，然后如释重负，眼见这家伙要使劲往地上丢，赶紧阻止这孩子的举动，无比神情凝重道：“顾粲，收好它们定要收好如果可以的话，这些槐树叶子，最好连你娘亲也不要给她看到，这很有可能是为了她好。”
en_us: The little boy was on a roll as he continued to curse in anger. Chen Ping'an was absolutely stunned. After coming to his senses, however, he immediately felt a great sense of relief. Upon seeing the little boy about to roughly throw the handful of leaves onto the ground, he hurriedly stepped forward to stop him. His expression was extremely serious as he said, "Gu Can, take them back and take good care of them. You definitely have to take good care of them. If it's possible, it's best that you keep these locust leaves a secret from even your mother. This is very possibly for her own good."

source: 宁姚一头雾水，“杨老前辈，你在说什么？”
en_us: Ning Yao was baffled, and she asked, "Mr. Yang, what are you talking about?"

source: 宁姚一巴掌拍在草鞋少年的脑袋上，气笑道：“你才知道？”
en_us: Ning Yao slapped Chen Ping'an on the back of his head as she chuckled, "Took you long enough to figure that one out!"
